/* App name */
"About.appName.android" = "Digiwage";

/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Criada pela equipa Bread global. Versão %1$@";

/* Privay Policy button label */
"About.privacy" = "Política de Privacidade";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Termos de Uso";

/* About screen title */
"About.title" = "Sobre";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* About screen wallet ID label */
"About.walletID" = "ID de Recompensas do Digiwage";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Fechar";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centro de Ajuda";

/* Account balance */
"Account.balance" = "Saldo";

/* $10000 per BTC */
"Account.exchangeRate" = "%1$@ por %2$@";

/* Loading Wallet Message */
"Account.loadingMessage" = "A Carregar Carteira";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Minha Digiwage";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "Ao que parece, está a utilizar um teclado de terceiros, o qual pode gravar aquilo que digita e furtar a sua Paper Key. Por favor, mude para o teclado predefinido do Android, a fim de ficar mais protegido.";

/* Error alert title */
"Alert.error" = "Erro";

/* Keystore error */
"Alert.keystore.generic.android" = "Há um problema com a KeyStore do seu SO Android. Por favor, contacte support@digiwage.org";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "Os seus dados encriptados pelo Digiwage foram recentemente invalidados porque o seu ecrã de bloqueio do Android estava desativado.";

/* Keystore error title */
"Alert.keystore.title.android" = "Erro na KeyStore do Android";

/* No internet alert message */
"Alert.noInternet" = "Não foi encontrada uma ligação à internet. Verifique a sua ligação e tente novamente.";

/* Warning alert title */
"Alert.warning" = "Aviso";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Endereços Copiados";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Todos os endereços de carteiras foram copiados com sucesso.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Chave de Papel Definida";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Incrível!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Definido";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Falha no envio";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Confirmação de Envio";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Dinheiro Enviado!";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "Impressão digital reconhecida";

/* Tell the user where they can enable permissions to access device storage. */
"Android.allowFileSystemAccess" = "Agradecemos que ative as permissões de armazenamento nas definições do seu dispositivo: \"Definições\" > \"Aplicações\" > \"Digiwage\" > \"Permissões\".";

/* The "home" screen is the name of the top level menu for the app. */
"Android.BCH.welcome.message" = "Qualquer BCH existente na sua carteira pode ser acedido através do ecrã principal.";

"Android.BCH.welcome.title" = "Agora, o Digiwage suporta Digiwage Cash!";

"Android.screenAlteringMessage" = "O Digiwage não vai funcionar adequadamente se não forem desativadas as aplicações que alteram o ecrã (tais como a Twilight).";

/* An app that alters the screen ("screen-altering app") has been detected. */
"Android.screenAlteringTitle" = "Foi Detetada uma Aplicação que Altera o Ecrã";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Erro de Serialização JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Carteira não preparada";

/* API Token error message */
"ApiClient.tokenError" = "Não foi possível obter o token API";

/* Send BCH view body. */
"BCH.body" = "Introduza abaixo um endereço de destino da BCH. Toda a BCH que estiver na sua conta no momento da divisão (%1$@) será enviada.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirme o envio de %1$@ para %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmação";

/* Generic bch erorr message */
"BCH.genericError" = "A sua conta não contém qualquer BCH, ou recebeu as BCH depois da divisão.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID da transação copiado";

/* No address error message */
"BCH.noAddressError" = "Por favor, introduza um endereço";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Não são suportados pedidos de protocolo de pagamento para transações de BCH";

/* BCH successfully sent alert message */
"BCH.successMessage" = "A BCH foi enviada com sucesso";

/* Widthdraw BCH view title */
"BCH.title" = "Levantar BCH";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID da transação de BCH";

/* Approve button label */
"BitID.approve" = "Aprovar";

/* <sitename> is requesting authentication using your Digiwage wallet */
"BitID.authenticationRequest" = "%1$@ está a solicitar autenticação utilizando a sua carteira de Digiwage";

/* Deny button label */
"BitID.deny" = "Recusar";

/* BitID error alert title */
"BitID.error" = "Erro de autenticação";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Por favor, verifique o serviço. Pode ser que precise de tentar novamente.";

/* BitID success alert title */
"BitID.success" = "Autenticado com sucesso";

/* BitID Authentication Request alert view title */
"BitID.title" = "Pedido de autenticação BitID";

/* As in "(tap here to) buy (Digiwage)" */
"Button.buy" = "Comprar";

/* Cancel button label */
"Button.cancel" = "Cancelar";

/* prompt continue button */
"Button.continueAction" = "Continuar";

/* prompt dismiss button */
"Button.dismiss" = "Descartar";

/* Button to return to the "home" screen (the home screen is the top menu). */
"Button.Home" = "Página inicial";

/* Ignore button label */
"Button.ignore" = "Ignorar";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Não";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Receber";

/* Click this button to sell an asset */
"Button.sell" = "Vender";

/* send button */
"Button.send" = "enviar";

/* Settings button label */
"Button.settings" = "Definições";

/* Settings button label */
"Button.submit" = "Submeter";

/* Yes button */
"Button.yes" = "Sim";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centre a sua ID na caixa";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Montante a enviar:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Comissão da rede:";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "Tempo de processamento: Prevê-se que esta transação esteja concluída dentro de %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Enviar";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmação";

/* To: (address) */
"Confirmation.to" = "Para";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Custo total";

/* Confirm paper phrase error message */
"ConfirmPaperPhrase.error" = "As palavras introduzidas não correspondem à sua paper key. Agradecemos que tente de novo.";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Para ter certeza que tudo foi escrito corretamente, por favor introduza as seguintes palavras da sua chave de papel.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Palavra #%1$@";

/* Agree to legal terms button */
"Crowdsale.agree" = "Concordar";

/* As in "(tap here to) buy (some) tokens" */
"Crowdsale.buyButton" = "Comprar Tokens";

/* Decline to legal terms button */
"Crowdsale.decline" = "Recusar";

/* Resume Idnetify verification button */
"Crowdsale.resume" = "Retomar a verificação";

/* Retry Identity verification button */
"Crowdsale.retry" = "Tentar novamente";

/* Digiwage denomination picker label */
"DefaultCurrency.DigiwageLabel" = "Moeda de apresentação da Digiwage";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Taxa de Câmbio";

/* The wallet is disabled. */
"Disabled.title" = "Carteira desativada";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Este dispositivo não está configurado para enviar emails com a app Mail do iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email Indisponível";

/* Message that gets shown when we've detected the user has encountered the looping lock-screen bug. (preserve [ ] characters) */
"ErrorMessages.loopingLockScreen.android" = "Devido a um erro existente na sua versão do Android, o Digiwage não pode ser autenticado. [Por favor, toque aqui, a fim de obter mais informações.]";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Este dispositivo não está configurado para enviar mensagens.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Mensagens Indisponíveis";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "Impressão digital não reconhecida. Por favor, tente novamente.";

/* You can customize your Face ID Spending Limit from the [menu] */
"FaceIDSettings.customizeText" = "Pode personalizar o seu limite de gastos do Face ID a partir de %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Utilize o seu rosto para desbloquear o seu Digiwage e enviar dinheiro até certo limite definido.";

/* Title of the screen for setting the Face ID Spending Limit */
"FaceIDSettings.linkText" = "Ecrã de limite de gastos do Face ID";

/* Setting to turn on Face ID for Digiwage */
"FaceIDSettings.switchLabel" = "Ativar o Face ID para o Digiwage";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Instructions on how to turn on face id on the iPhone. Please ensure the name of the menu in this string matches the wording Apple uses in the iPhone menu. */
"FaceIDSettings.unavailableAlertMessage" = "Não configurou o Face ID neste dispositivo. Para o configurar neste momento, vá a Definições->Face ID e Código de Acesso.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID não configurado";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limite de Gastos do Face ID";

/* Economy fee */
"FeeSelector.economy" = "Economia";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1-24 horas";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Esta opção não se recomenda para transações delicadas a nível de tempo.";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "Entrega estimada: %1$@";

/* [This transaction will complete in] 2-5 minutes */
"FeeSelector.ethTime" = "2 a 5 minutos";

/* Regular fee */
"FeeSelector.regular" = "Normal.";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10-60 minutos";

/* Fee Selector title */
"FeeSelector.title" = "Velocidade de processamento";

/* This is the section that allows administration of the user's wallet */
"HomeScreen.admin" = "Administrador";

/* This section lists the users wallets */
"HomeScreen.portfolio" = "Carteiras";

/* Label for the total balance of all the user's assets (style is all lower case if your language permits) */
"HomeScreen.totalAssets" = "ativos totais";

/* Checking private key balance progress view text */
"Import.checking" = "A verificar o saldo da chave privada...";

/* Sweep private key confirmation message */
"Import.confirm" = "Enviar %1$@ desta chave privada para a sua carteira? A rede Digiwage receberá uma taxa de %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Esta chave privada já está na sua carteira.";

/* empty private key error message */
"Import.Error.empty" = "Esta chave privada está vazia.";

/* High fees error message */
"Import.Error.highFees" = "Os custos de transação seriam superiores aos fundos disponíveis nesta chave privada.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Não é uma chave privada válida";

/* Import signing error message */
"Import.Error.signing" = "Erro a assinar transação";

/* [Redeem] the funds stored on this private key. */
"Import.importButton" = "Resgatar";

/* Importing wallet progress view label */
"Import.importing" = "A Resgatar Chave Privada";

/* Caption for graphics */
"Import.leftCaption" = "Chave Privada";

/* Import wallet intro screen message */
"Import.message" = "As chaves privadas são frequentemente impressas em papel sob a forma de código QR e utilizadas para armazenar os fundos offline. Resgate uma chave privada, a fim de transferir todo o dinheiro que controla para o seu Digiwage através de uma só transação.";

/* Enter password alert view title */
"Import.password" = "Esta chave privada está protegida com uma palavra-passe.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "palavra-passe";

/* Caption for graphics */
"Import.rightCaption" = "A Sua Carteira Digiwage";

/* Scan Private key button label */
"Import.scan" = "Digitalizar Chave Privada";

/* Import wallet success alert title */
"Import.success" = "Sucesso";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Chave privada resgatada com êxito.";

/* Import Wallet screen title */
"Import.title" = "Resgatar Chave Privada";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "A Desbloquear Chave";

/* Import wallet intro warning message */
"Import.warning" = "O resgate de uma chave privada não faz com que o histórico da transação ou outros detalhes sejam importados.";

/* Wrong password alert message */
"Import.wrongPassword" = "Palavra-passe errada. Por favor, tente de novo.";

/* Close app button */
"JailbreakWarnings.close" = "Fechar";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorar";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SEGURANÇA DO DISPOSITIVO COMPROMETIDA\n Qualquer aplicação com \"jailbreak\" consegue aceder aos seus dados de porta-chaves e roubar as suas Digiwages! Apague esta carteira imediatamente e restaure-a num dispositivo seguro.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SEGURANÇA DO DISPOSITIVO COMPROMETIDA\n Qualquer aplicação com \"jailbreak\" consegue aceder aos seus dados de porta-chaves da Digiwage e roubar as suas Digiwages. Por favor, use a Digiwage somente num dispositivo não desbloqueado.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "AVISO";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "Apagar";

/* Location services disabled error */
"LocationPlugin.disabled" = "Os serviços de localização estão desativados.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "A Digiwage não tem permissão para aceder aos serviços de localização.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Criou a sua carteira em %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "O nome da sua carteira só aparece no histórico de transações da sua conta e não pode ser visto por mais ninguém.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nome da Carteira";

/* Manage wallet modal title */
"ManageWallet.title" = "Gerir Carteira";

/* "Add [a] Wallet [to the home screen]" */
"MenuButton.addWallet" = "Adicionar Carteira";

/* Buy Digiwage title */
"MenuButton.buy" = "Comprar Digiwages";

/* Menu button title */
"MenuButton.lock" = "Bloquear Carteira";

/* Menu button title */
"MenuButton.security" = "Centro de Segurança";

/* Menu button title */
"MenuButton.settings" = "Definições";

/* Menu button title */
"MenuButton.support" = "Ajuda";

/* button label */
"MenuViewController.createButton" = "Criar Nova Carteira";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Recuperar Carteira";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Mudar para o modo automático";

/* Node is connected label */
"NodeSelector.connected" = "Ligação estabelecida";

/* Node is connecting label */
"NodeSelector.connecting" = "A estabelecer ligação";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Introduza o endereço de IP e porta do nó (opcional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Introduza o nó";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Trocar para modo manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Nó primário atual";

/* Node is not connected label */
"NodeSelector.notConnected" = "Ligação não estabelecida";

/* Node status label */
"NodeSelector.statusLabel" = "Estado da ligação do nó";

/* Node Selector view title */
"NodeSelector.title" = "Nós de Digiwage";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Pedido de Pagamento Inválido";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Documento não suportado ou corrompido";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certificado em falta";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "o pedido expirou";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Não foi possível fazer o pagamento";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Os pagamentos em Digiwage não podem ser inferiores a %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "As saídas de transações em Digiwage não podem ser inferiores a %1$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tipo de assinatura não suportado";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificado não fidedigno";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Para ativar o Face ID, toque em Continuar";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Ativar o Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Para proteger a sua carteira, é necessário ter um código de acesso ao dispositivo. Vá às definições e ative o código de acesso.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Ativar o código de acesso ao dispositivo";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "É necessário um bloqueio de ecrã no dispositivo para salvaguardar a sua carteira. Vá a \"Definições\" > \"Segurança\" > \"Bloqueio de ecrã\" e ative para continuar.";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "Bloqueio de ecrã desativado";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "O seu Paper Key deve ser guardado para o caso de perder ou alterar o seu telemóvel. Clique aqui para continuar.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Ação Necessária";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "A sua carteira pode estar dessincronizada. Isto pode ser frequentemente resolvido ao voltar a digitalizar a blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transação Rejeitada";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ajude a melhorar a Digiwage, partilhando connosco os seus dados anónimos";

/* Share data prompt title */
"Prompts.ShareData.title" = "Partilhar dados anónimos";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Toque aqui para ativar o Touch ID";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "Toque aqui para ativar a autenticação por impressão digital";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Ativar Touch ID";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "Ativar a Autenticação por Impressão Digital";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "PIN";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "A Digiwage foi atualizada para usar um PIN de 6-dígitos. Toque aqui para atualizar.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Atualizar PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Ative as notificações para receber mensagens especiais da Digiwage no futuro.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notificações Push";

/* Push notifications are off label */
"PushNotifications.off" = "Desligado";

/* Push notifications are on label */
"PushNotifications.on" = "Ligado";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificações";

/* Address copied message. */
"Receive.copied" = "Copiado para a área de transferência.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Pedir uma Quantia";

/* Share button label */
"Receive.share" = "Partilhar";

/* Share via text message (SMS) */
"Receive.textButton" = "Mensagem de Texto";

/* Receive modal title */
"Receive.title" = "Receber";

/* Done button text */
"RecoverWallet.done" = "Feito";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperar Carteira";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Redefinir PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Introduzir Chave de Papel";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recupere a sua Digiwage com a sua chave de papel.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "A chave de papel que introduziu é inválida. Por favor verifique cada palavra e tente novamente.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Seta para a Esquerda";

/* Next button label */
"RecoverWallet.next" = "Seguinte";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Toque aqui para mais informações.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Seta para a Direita";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Introduza a chave de papel para a carteira que quer recuperar.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Para redefinir o seu PIN, introduza as palavras da sua chave de papel nas caixas abaixo.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Primeiro, por favor, introduza um montante.";

/* Request a specific amount of Digiwage */
"RequestAnAmount.title" = "Pedir uma Quantia";

/* Alert action button label */
"ReScan.alertAction" = "Sincronizar";

/* Alert message body */
"ReScan.alertMessage" = "Não será capaz de enviar dinheiro enquanto estiver a sincronizar.";

/* Alert message title */
"ReScan.alertTitle" = "Sincronizar com a Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minutos";

/* Syncing explanation */
"ReScan.body2" = "Se uma transação aparece como concluída na sua rede Digiwage mas não na sua Digiwage.";

/* Syncing explanation */
"ReScan.body3" = "Recebe repetidamente uma mensagem de erro dizendo que a sua transação foi rejeitada.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Começar Sincronização";

/* Sync blockchain view footer */
"ReScan.footer" = "Não será capaz de enviar dinheiro enquanto estiver a sincronizar com a blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronizar Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Tempo previsto";

/* Subheader label */
"ReScan.subheader2" = "Quando sincronizar?";

/* Scan Digiwage address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash da Câmara";

/* Complete filter label */
"Search.complete" = "concluído";

/* Pending filter label */
"Search.pending" = "pendente";

/* Received filter label */
"Search.received" = "recebido";

/* [Click here to] search */
"Search.search" = "Pesquisar";

/* Sent filter label */
"Search.sent" = "enviado";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Ativar todos os recursos de segurança para máxima proteção.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "A única forma de aceder às suas Digiwages se perder ou atualizar o seu telefone.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Chave de Papel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protege a sua Digiwage de utilizadores não autorizados.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN de 6-Dígitos";

/* Security Center Title */
"SecurityCenter.title" = "Centro de Segurança";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Desbloqueie convenientemente a sua Digiwage e envie dinheiro até um limite definido";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "Autenticação por Impressão Digital";

/* Send money amount label */
"Send.amountLabel" = "Quantia";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "Permita o acesso à câmara em \"Definições\" > \"Aplicações\" > \"Digiwage\" > \"Permissões\"";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "O Digiwage não tem autorização para aceder à câmara";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Vá às Definições para permitir acesso à câmara.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "A Digiwage não tem autorização para aceder à câmara";

/* Warning when sending to self. */
"Send.containsAddress" = "O destino é o seu próprio endereço. Não pode enviar a si mesmo.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Não foi possível criar a transação.";

/* Description for sending money label */
"Send.descriptionLabel" = "Nota";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "A área de transferência está vazia";

/* "(you) can't send (to your)self" */
"Send.ethSendSelf" = "Não é possível enviar ao próprio.";

/* Network Fee: $0.01 */
"Send.fee" = "Taxa de rede: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "A identidade do beneficiário não está certificada.";

/* Insufficient funds error */
"Send.insufficientFunds" = "Fundos Insuficientes";

/* e,g, "You must have at least $2 in your wallet in order to transfer this type of token." In this case, "token" is an ethereum ERC20 token. */
"Send.insufficientGasMessage" = "Tem de ter, no mínimo, %1$@ na sua carteira para poder transferir este tipo de token. Gostaria de ir até à sua carteira Ethereum agora?";

/* Your ethereum balance is insufficient to complete this action. */
"Send.insufficientGasTitle" = "Saldo Ethereum insuficiente";

/* e.g. The destination is not a valid (Digiwage) address. */
"Send.invalidAddressMessage" = "O endereço de destino não é um endereço de %1$@ válido.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "A área de transferência não possui nenhum endereço de Digiwage válido.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Endereço Inválido";

/* Is rescanning error message */
"Send.isRescanning" = "O envio encontra-se desativado durante a reanálise completa.";

/* Warning when the user is trying to send Digiwage cash to a legacy Digiwage address (possible, but probably not what the user wants to do) */
"Send.legacyAddressWarning" = "Aviso: isto é um endereço legado de Digiwage. Tem a certeza de que pretende enviar Digiwage Cash para o mesmo?";

/* We are loading the request (now) */
"Send.loadingRequest" = "A carregar o pedido";

/* Transaction fee could not be be caluculated error. */
"Send.nilFeeError" = "Fundos insuficientes para cobrir o custo da transação.";

/* Empty address alert message */
"Send.noAddress" = "Por favor, introduza o endereço do destinatário.";

/* Emtpy amount alert message */
"Send.noAmount" = "Por favor, introduza a quantia a enviar.";

/* No Fees error */
"Send.noFeesError" = "As condições da Taxa de Rede estão a ser descarregadas. Agradecemos que tente de novo.";

/* Paste button label */
"Send.pasteLabel" = "Colar";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Não foi possível publicar a transação.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Não foi possível carregar a solicitação de pagamento";

/* Scan button label */
"Send.scanLabel" = "Digitalizar";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Enviar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enviar";

/* Send money to label */
"Send.toLabel" = "Para";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Os endereços de Digiwage destinam-se apenas a uma única utilização.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "A reutilização reduz a sua privacidade e a do destinatário e pode resultar em perdas se o destinatário não controlar diretamente o endereço.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Endereço Já Utilizado";

/* Other settings section header */
"Settings.one" = "Outro";

"Settings.other" = "Outro";

"Settings.zero" = "Outro";

/* About label */
"Settings.about" = "Sobre";

/* Advanced settings header */
"Settings.advanced" = "Avançadas";

/* Advanced Settings title */
"Settings.advancedTitle" = "Definições avançadas";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Mostrar moeda";

/* e.g. "USD Settings" (settings for how USD is handled) */
"Settings.currencyPageTitle" = "%1$@ Definições";

/* Section title for a collection of different settings screens, one for each currency */
"Settings.currencySettings" = "Definições da Moeda";

/* Join Early access label */
"Settings.earlyAccess" = "Registe-se no Acesso Antecipado";

/* Are you enjoying Digiwage alert message body */
"Settings.enjoying" = "Está a gostar da Digiwage?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limite de Gastos do Face ID";

/* Redeem the funds stored on this private key. */
"Settings.importTitle" = "Resgatar Chave Privada";

/* Manage settings section header */
"Settings.manage" = "Gerir";

/* Notifications label */
"Settings.notifications" = "Notificações";

/* Section header for "other settings". */
"Settings.other" = "Outro";

/* Preferences settings section header */
"Settings.preferences" = "Preferências";

/* Tap here to reset the list of currencies to the default settings. */
"Settings.resetCurrencies" = "Repor as moedas predefinidas";

/* Leave review button label */
"Settings.review" = "Deixe-nos uma avaliação";

/* Share anonymous data label */
"Settings.shareData" = "Partilhar Dados Anónimos";

/* Sync blockchain label */
"Settings.sync" = "Sincronizar Blockchain";

/* Settings title */
"Settings.title" = "Definições";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limite de Gastos Touch ID";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "Limite de Gastos da Autenticação por Impressão Digital";

/* Wallet Settings section header */
"Settings.wallet" = "Carteira";

/* Unlink/delete your wallet from the current device. */
"Settings.wipe" = "Eliminar a Ligação a Partir Deste Dispositivo";

/* Share data view body */
"ShareData.body" = "Ajude a melhorar a Digiwage partilhando os seus dados anónimos connosco. Isto não inclui quaisquer informações financeiras. Respeitamos a sua privacidade financeira.";

/* Share data header */
"ShareData.header" = "Partilhar Dados?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Partilhar Dados Anónimos?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Escrever Novamente Chave de Papel";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "A chave de papel é a única forma de restaurar a sua Digiwage se o seu telefone for perdido, roubado, partido ou atualizado.\n\nVamos mostrar-lhe uma lista de palavras para escrever numa folha de papel e manter em segurança.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Escrever Chave de Papel";

/* Argument is date */
"StartPaperPhrase.date" = "A última vez que escreveu a sua chave de papel foi em %1$@";

/* button label */
"StartViewController.createButton" = "Criar Carteira Nova";

/* Start view message */
"StartViewController.message" = "A forma mais protegida e segura de utilizar a Digiwage.";

/* Recover your wallet from a backup */
"StartViewController.recoverButton" = "Recuperar Carteira";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Conectando";

/* Syncing view header text */
"SyncingView.header" = "A Sincronizar";

/* Retry button label */
"SyncingView.retry" = "Tentar Novamente";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizando";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* Add [this item to the list] */
"TokenList.add" = "Adicionar";

/* Add Wallets  [to your home screen] */
"TokenList.addTitle" = "Adicionar Carteiras";

/* Hide [this token from view] */
"TokenList.hide" = "Ocultar";

/* [click here to] Manage [your] Wallets */
"TokenList.manageTitle" = "Gerir Carteiras";

/* Remove [this item from the list] */
"TokenList.remove" = "Remover";

/* Show [this item on your home screen] */
"TokenList.show" = "Mostrar";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Pode ajustar o limite dos gastos quando usa o Touch ID, de acordo com a sua preferência, a partir de %1$@.";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "Pode personalizar o seu Limite de Gastos da Autenticação por Impressão Digital no ecrã de Limite de Gastos da Autorização por Impressão Digital";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "Não ativou a autenticação por impressão digital neste dispositivo. Vá a Definições -> Segurança para definir a autenticação por impressão digital.";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "Autenticação por Impressão Digital não Ativada";

/* Touch Id screen label */
"TouchIdSettings.label" = "Utilize a impressão digital para desbloquear a sua Digiwage e enviar dinheiro até um limite definido.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Ecrã de limite dos gastos do Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limite de Gastos: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Ativar Touch ID para a Digiwage";

/* Enable fingerprint for this wallet called Digiwage */
"TouchIdSettings.switchLabel.android" = "Ativar a Autenticação por Impressão Digital";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "Autenticação por Impressão Digital";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Não definiu o Touch ID neste dispositivo. Vá a Definições->Touch ID e Código para o configurar agora.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Não Configurado";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Pedir sempre um código de acesso";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Ser-lhe-á pedido para introduzir o seu PIN de 6-dígitos para enviar qualquer transação acima do seu limite de gastos, e a cada 48 horas após a última utilização do seu PIN de 6-dígitos.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limite de Gastos Touch ID";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "Limite de Gastos da Autorização por Impressão Digital";

/* Availability status text */
"Transaction.available" = "Disponível para Gastar";

/* Transaction complete label */
"Transaction.complete" = "Concluída";

/* Transaction is confirming status text */
"Transaction.confirming" = "Em Curso";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Saldo final: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Taxa de câmbio ao receber:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Taxa de câmbio ao enviar:";

/* Transaction failed status text */
"Transaction.failed" = "Falhou";

/* (b600 fee) */
"Transaction.fee" = "(taxa de %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "INVÁLIDA";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "mesmo agora";

/* Transaction is pending status text */
"Transaction.pending" = "Pendente";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Em progresso: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Em progresso: %1$@";

/* sending to <address> */
"Transaction.sendingTo" = "a enviar para %1$@";

/* sent to <address> */
"Transaction.sentTo" = "enviado para %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Saldo inicial: %1$@";

/* e.g. "[The money you paid was a] Fee for token transfer: Digiwage" (Digiwage is the token that was transfered) */
"Transaction.tokenTransfer" = "Taxa para transferência de token: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "À espera de confirmação. Alguns comerciantes necessitam de confirmação para concluir uma transação. Tempo estimado: 1-2 horas.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "conta";

/* Address received from header */
"TransactionDetails.addressFromHeader" = "De";

/* Address sent to header */
"TransactionDetails.addressToHeader" = "Para";

/* e.g. "(this was received) via (address #1)" via = by way of */
"TransactionDetails.addressViaHeader" = "Via";

/* Amount section header */
"TransactionDetails.amountHeader" = "Quantia";

/* "(it was worth) $100 when sent, (and it is worth) $200 now" */
"TransactionDetails.amountWhenReceived" = "%1$@ ao ser enviado, %2$@ agora";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmado no bloco";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Nota";

/* Memo field placeholder */
"TransactionDetails.commentsPlaceholder" = "Adicionar memorando...";

/* Timestamp section header for complete tx */
"TransactionDetails.completeTimestampHeader" = "Concluído";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "As suas transações aparecerão aqui.";

/* e.g. the users balance after the transaction was compeleted */
"TransactionDetails.endingBalanceHeader" = "Saldo Final";

/* Exchange rate section header */
"TransactionDetails.exchangeRateHeader" = "Taxa de Câmbio";

/* Tx detail field header */
"TransactionDetails.feeHeader" = "Taxa Total";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "em %1$@";

/* Tx detail field header */
"TransactionDetails.gasLimitHeader" = "Limite de GAS";

/* Tx detail field header */
"TransactionDetails.gasPriceHeader" = "Preço da GAS";

/* Label showing the transaction was started (initialized) */
"TransactionDetails.initializedTimestampHeader" = "Iniciado";

/* More button title */
"TransactionDetails.more" = "Mais...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Movimentou %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Movido <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Não confirmado";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Recebeu %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Recebido <b>%1$@</b>";

/* received from <address> */
"TransactionDetails.receivedFrom" = "recebido de %1$@";

/* received via <address> */
"TransactionDetails.receivedVia" = "recebido via %1$@";

/* receiving from <address> */
"TransactionDetails.receivingFrom" = "a receber de %1$@";

/* receiving via <address> */
"TransactionDetails.receivingVia" = "a receber via %1$@";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Enviou %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Enviado <b>%1$@</b>";

/* Show Details button */
"TransactionDetails.showDetails" = "Mostrar Detalhes";

/* The balance the user started with before the transaction completed */
"TransactionDetails.startingBalanceHeader" = "Saldo Inicial";

/* Status section header */
"TransactionDetails.statusHeader" = "Estado";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalhes da Transação";

/* Hide Details button */
"TransactionDetails.titleFailed" = "Ocultar Detalhes";

/* Transaction Details Title - Internal */
"TransactionDetails.titleInternal" = "Interno";

/* Transaction Details Title - Received */
"TransactionDetails.titleReceived" = "Recebido";

/* Transaction Details Title - Receiving */
"TransactionDetails.titleReceiving" = "A receber";

/* Transaction Details Title - Sending */
"TransactionDetails.titleSending" = "A enviar";

/* Transaction Details Title - Sent */
"TransactionDetails.titleSent" = "Enviado";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "para %1$@";

/* Tx detail field header */
"TransactionDetails.totalHeader" = "Total";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID da Transação de Digiwage";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Recebida neste endereço";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Enviada para este endereço";

/* Disabled until date */
"UnlockScreen.disabled" = "Desativado até: %1$@";

/* Unlock with FaceID accessibility label */
"UnlockScreen.faceIdText" = "Desbloquear com o Face ID";

/* My Address button title */
"UnlockScreen.myAddress" = "Meu Endereço";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Redefinir PIN";

/* Scan button title */
"UnlockScreen.scan" = "Digitalizar";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Introduzir PIN";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "Sensor de Toque";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Desbloqueie a sua Digiwage.";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "Desbloqueie o seu dispositivo Android para continuar.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Desbloquear com Touch ID";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "Autenticação necessária";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Carteira Desbloqueada";

/* Update PIN caption text */
"UpdatePin.caption" = "Lembre-se deste PIN. Se o esquecer, não será capaz de aceder às suas Digiwages.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "O seu PIN será usado para desbloquear a sua Digiwage e para enviar dinheiro.";

/* Update PIN title */
"UpdatePin.createTitle" = "Definir PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Reintroduzir PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Introduza o seu PIN atual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Introduza o seu novo PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Reintroduza o seu novo PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Desculpe, não foi possível atualizar o PIN";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Erro a Atualizar PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Atualizar PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copiar endereços da carteira para a área de transferência?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorize para copiar o endereço da carteira para a área de transferência";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiar Endereços da Carteira";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiar";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Por favor, introduza o seu PIN, a fim de autorizar esta transação.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Por favor, introduza o seu PIN para continuar.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Obrigatório";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizar esta transação";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Abra a aplicação Digiwage para iPhone para configurar a sua carteira.";

/* Dismiss button label */
"Webview.dismiss" = "Ignorar";

/* Webview loading error message */
"Webview.errorMessage" = "Ocorreu um erro a carregar o conteúdo. Por favor, tente novamente.";

/* Updating webview message */
"Webview.updating" = "A Atualizar...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "As Digiwagewallets mudaram de nome para Digiwage, com um visual completamente novo e algumas características novas. \n\nSe precisar de ajuda, procure o (?) no canto superior direito da maioria das telas.";

/* Top title of welcome screen */
"Welcome.title" = "Bem-vindo ao Digiwage!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Tem a certeza de que quer eliminar esta carteira?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Limpar carteira?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Falha ao limpar a carteira.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Falhou";

/* Enter phrase to wipe wallet instruction. (Important to explain it is the CURRENT [this wallet's] paper key that needs to be entered). */
"WipeWallet.instruction" = "Para iniciar uma nova carteira ou restaurar uma carteira já existente, tem de começar por eliminar a ligação à carteira que está instalada neste momento. Para continuar, introduza a Chave em Papel que se encontra atualmente associada à carteira.";

/* Instructions for unlinking the wallet */
"WipeWallet.startMessage" = "Elimine a ligação à sua carteira, a fim de a remover deste dispositivo. Assim que a ligação à carteira tiver sido eliminada, pode iniciar uma nova carteira ou recuperar outra carteira neste dispositivo.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Não poderá mais aceder à sua Digiwagewallet a partir deste dispositivo. O saldo permanecerá na frase.";

/* Unlink this wallet from this device. */
"WipeWallet.title" = "Eliminar a ligação à carteira";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Limpar";

/* Wiping activity message */
"WipeWallet.wiping" = "A limpar...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Escreva cada palavra por ordem e guarde-as num lugar seguro.";

/* button label */
"WritePaperPhrase.next" = "Seguinte";

/* button label */
"WritePaperPhrase.previous" = "Anterior";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d de %2$d";

